Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM4.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Señora Presidenta, hemos debatido al comienzo de la sesión la situación de deterioro de los derechos humanos y el brutal régimen fascista que vive Irán.
en_gb: Madam President, we debated earlier the deteriorating human rights situation and brutal fascist regime in Iran.

source: El contenido y métodos de la consolidación interna perseguida por el régimen de Putin van a tener una influencia decisiva sobre el carácter de las relaciones.
en_gb: The substance and methods of the internal consolidation being pursued by the Putin regime will have a significant influence on the nature of our relations.

source: Es una situación que expresa a la perfección el carácter represivo y cruel de este régimen, hasta en los rincones más íntimos de la vida.
en_gb: I believe their private grief is a microcosmic illustration of the repression and cruelty practised by the Burmese regime.

source: Esto quiere decir que también creemos preciso un control.
en_gb: It also means that we think it necessary to have supervision.

source: Esto quiere decir que no solo se requieren reformas del sistema judicial, sino también una mejora de la situación de las minorías.
en_gb: This means that not only are reforms to the judiciary required, but also an improvement in the situation of minorities.

source: ¿Quiere decir - yo también
en_gb: Do you mean - me too

source: número y naturaleza de los controles llevados a cabo,
en_gb: the number and type of inspections carried out,

source: El diagnóstico estético revela lo siguiente:
en_gb: Esthetic diagnosis reveals the following:

source: La organización común del mercado del arroz comprenderá un régimen de precios y de intercambios comerciales que regulará los siguientes productos:
en_gb: The common organization of the market in rice shall comprise a price and trading system and shall cover the following products:

source: Considero que esta cuestión debe abordarse de forma ofensiva, y en ambos sentidos.
en_gb: I believe that this question must be approached offensively, and in both respects.

source: La situación entonces era desesperada.
en_gb: The situation was desperate then.

source: Fascistas plantares
en_gb: Plantar fascistas

source: Debilidades:
en_gb: Weaknesses:

source: Debilidad
en_gb: Weakness

source: Demagogia
en_gb: Demagogue

source: No debemos subestimar el trabajo voluntario, ya que representa una parte importante de la vida democrática en Europa e implica a más de cien millones de europeos de distintas edades, credos y nacionalidades.
en_gb: Voluntary work must not be underestimated since it represents an important part of democratic life in Europe and involves more than 100 million Europeans of different ages, faiths and nationalities.

source: La UE apenas tiene influencia sobre la República Popular Democrática de Corea.
en_gb: The EU has little influence on North Korea.

source: En ausencia de un contrapeso democrático, la influencia de tales grupos puede sin duda alguna incrementarse.
en_gb: There is no doubt at all that, in the absence of a democratic counterweight, the influence of such groups can increase.

source: Los gases de efecto invernadero procedentes del tráfico aéreo aumentan rápidamente.
en_gb: The greenhouse gases from air traffic are increasing fast.

source: Ambos aumentan rápidamente tras el tratamiento con somatropina.
en_gb: Both are rapidly increased after treatment with somatropin.

source: En el terreno tecnológico, la comunidad criminal suele moverse más rápidamente que los servicios policiales.
en_gb: Technologically, the criminal community often moves on rather faster than the law enforcers.

source: Ahora, los puntos que aumentan son mucho más grandes.
en_gb: Now the points boosts are much bigger."

source: Más lentamente
en_gb: More slowly

source: Estos no aumentan mucho.
en_gb: They are not being increased very much.

source: Construir un triángulo con este vértice
en_gb: Construct a triangle with this vertex

source: Construir un polígono con este vértice
en_gb: Construct a polygon with this vertex

source: Vértice
en_gb: Vertex

source: Esta estratagema resultó infructuosa.
en_gb: This ploy proved unsuccessful.

source: Adormecido
en_gb: Drowsy

source: estratagema
en_gb: stratagem

source: LA
en_gb: THE

source: la
en_gb: products to

source: Se trara de un proceso necesario, pero también complejo.
en_gb: This is a particularly necessary operation but also a complicated one.

source: Señor Presidente, para entender por qué es tan complicada la situación actual en Bosnia y por qué necesitamos una reforma constitucional en ese país, debemos comprender los antecedentes.
en_gb: Mr President, in order to understand why the situation in Bosnia is so complicated today and why we need constitutional reform in Bosnia, we must understand the background.

source: Comprender esto es tener la clave de la situación, pero también es comprender el peligro para la paz del mundo.
en_gb: Comprehension of this is the key to the whole situation, but it also brings understanding of the danger for world peace.

source: La democracia tiene su precio, pueden decir, y como el proletariado tuvo sus costes, también lo tiene hoy el socialismo progresista que ha heredado de sus predecesores la capacidad de ser específico en la búsqueda de sus propios intereses.
en_gb: Democracy has its costs, you may say, and as the proletariat had its costs so today does progressive socialism, which has inherited from its predecessors the ability to be specific in the pursuit of its own interests.

source: (DE) Señor Presidente, Señorías, esperábamos sinceramente que a estas alturas Kosovo ya no sería un problema internacional y los políticos habrían conseguido asumir esa responsabilidad.
en_gb: (DE) Mr President, ladies and gentlemen, we had really hoped that by now Kosovo would no longer be an international issue, and that the politicians would have been able to take over responsibility themselves.

source: El principal punto flaco de este sistema era la transferencia de la responsabilidad de la Dirección General que gestionaba las asignaciones a un sistema centralizado de control financiero.
en_gb: The main weakness of this system was that responsibility was transferred from the Directorate-General that managed the allocations to a centralised system of financial control.

source: Dirección de la señal
en_gb: Signal direction

source: Desgraciadamente, no hay de momento ninguna señal de que la situación vaya a mejorar en el futuro inmediato.
en_gb: Unfortunately, there are few indications of any improvement in this situation in the immediate future.

source: Consideremos el momento álgido del extremismo europeo, el de los fascistas de los años treinta.
en_gb: Let us look at the high-water mark of European extremism, the Fascists of the 1930s.

source: Para controlar acciones en tiempo real el cerebro emplea Sistemas de Anticipación mediante Modelos de Anticipación Avanzada y Modelos Inversos <g id="671"/>.
en_gb: In order to control actions in real time the brain employs Anticipation Systemsby means of Advanced Anticipation Models and Inverse Models <g id="671"/>.

source: Practique con anticipación.
en_gb: Practice ahead of time.

source: Programado
en_gb: Scheduled

source: Así que contamos con un abundante transporte marítimo, pero también con profesionales marítimos desempleados.
en_gb: So we have very rich maritime transport, but we also have unemployed seafarers.

source: estudiante
en_gb: undergraduate

source: No podemos recompensar a Serbia por refrenarse de una reacción violenta contra Kosovo.
en_gb: We cannot reward Serbia for holding back from a violent reaction over Kosovo.

source: Y en un lugar de Europa, particularmente en el País Vasco y en España, la organización fascista ETA pone en riesgo la convivencia y la pluralidad.
en_gb: And in one place in Europe, in the Basque Country and in Spain, the fascist organisation ETA is jeopardising that coexistence and plurality.

source: La pasividad del Gobierno indonesio ante los miles de casos de violación registrados en Aceh, la mayoría de los cuales han sido cometidos por sus propias fuerzas de seguridad en el marco de las operaciones de represión de la insurrección en los últimos años, ha alimentado el resentimiento de la población y creado unas condiciones favorables para el fortalecimiento de una oposición violenta.
en_gb: The Indonesian Government’s passive attitude to the thousands of violations reported in Aceh, the majority of which have been committed by its own security forces as part of the anti-insurrectionist operations in recent years, has fuelled the people’s resentment and created conditions likely to strengthen violent opposition.

source: Son precisamente los mismos sobre los que traté muy abiertamente con el Gobierno ruso durante mi vista a la región a comienzos de febrero.
en_gb: It was exactly these issues I discussed very directly with the Russian Government during my visit to the region at the beginning of February.

source: El Gobierno ruso, la minoría rusoparlante de Estonia y todo el mundo, por supuesto, tienen derecho a criticar actividades como el traslado de una estatua de bronce.
en_gb: The Russian Government, the Russian-speaking minority in Estonia and everyone else do, of course, have the right to criticise activities such as the removal of a bronze statue.

source: Hasta la fecha, hay seis millones de desplazados, y cinco millones de personas han muerto a consecuencia del conflicto y de una guerra fomentada por grupos de interés económico y apoyada por Gobiernos ávidos de las riquezas del país.
en_gb: To date, six million individuals have been displaced, and five million have died as a result of conflict and war fuelled by economic interest groups and supported by governments eager to benefit from the riches available there.

source: También se presentó un informe aquí en el Parlamento, que tuve la oportunidad de redactar, en el que se trataba la prostitución forzada y se solicitaban diversas medidas a la Comisión.
en_gb: There was also a report here in Parliament, which I was able to draw up, which dealt with forced prostitution and in which we requested various measures from the Commission.

source: Además, me asombra que la Canciller Merkel pida la intervención del FMI.
en_gb: Moreover, I am astonished that Chancellor Merkel is bringing the International Monetary Fund into play.

source: Hoy, el Canciller Schlüssel ha alabado a su Gobierno por la intervención satisfactoria en el problema ruso– ucraniano del gas.
en_gb: The European neighbourhood policy is about the offer of privileged relations between the EU and its nearest neighbours, supported by financial instruments such as TACIS and MEDA, which are to be replaced by the European Neighbourhood and Partnership Instrument in 2007.

source: El Grupo Confederal de la Izquierda Unitaria Europea siempre ha apoyado al Sr. De Roo en ese punto.
en_gb: The Group of the European United Left has constantly backed Mr De Roo in this.

source: Como siempre hemos dicho desde Izquierda Unitaria Europea, repartamos la riqueza en lugar de repartir la pobreza.
en_gb: We in the Confederal Group of the European United Left have always favoured sharing wealth rather than sharing poverty.

source: Refleja ciertamente el espíritu, aunque no siempre la letra, de las enmiendas presentadas por la Comisión de Comercio Internacional.
en_gb: It certainly reflects the spirit, if not always the letter, of the amendments tabled by the Committee on International Trade.

source: El Grupo del PPE desea a este Gobierno toda la suerte para que proporcione a las fuerzas democráticas en su partido la mayoría y deje atrás su herencia comunista.
en_gb: We of the PPE Group wish the Albanian Government every success in establishing majority within their party for the forces of democracy and leaving their communist heritage far behind them.

source: El Tribunal Constitucional ha confirmado la prohibición del partido comunista.
en_gb: The Constitutional Court has upheld the ban on the communist party.

source: Señora Presidenta, en el Parlamento nos preocupamos mucho y con razón por las zonas en las que las tensiones étnicas propician el conflicto y las tentativas de derrocar la democracia y el imperio de la ley.
en_gb: Madam President, we in Parliament are rightly particularly attentive to areas where ethnic tensions lead to conflict and attempts to overthrow democracy and the rule of law.

source: tentativa
en_gb: attempt

source: Comunista
en_gb: Communist

source: Con el pretexto de que quería instaurar una nueva Constitución a través de un referéndum, se le había acusado de fascismo antirrepublicano.
en_gb: On the pretext that he intended to create a new constitution through a referendum, he was accused of anti-republican fascism.

source: Lo que sucedió en Irlanda en el referéndum no fue una victoria para la democracia.
en_gb: What happened in Ireland in the referendum was not a victory for democracy.

source: ¡VICTORIA!
en_gb: VICTORY!

source: independientes:
en_gb: Reqmts:

source: Independiente
en_gb: Freelance

source: ¿En qué radica la diferencia entre la Comisión y el Consejo?
en_gb: Where is the point of difference between the Commission and the Council?

source: El movimiento obrero es tratado con dureza.
en_gb: The grass-roots movement is being dealt with in the crudest fashion.

source: Movimiento obrero
en_gb: Labor movement

source: El estado de la Unión es penoso, porque Europa es la Europa de la televisión, de Munich, del fascismo, del comunismo; es una desgracia democrática y civil.
en_gb: The state of the Union is pitiful, for Europe is the Europe of television, of Munich, of fascism, of communism; it is a democratic and civil disgrace.

source: En el País Vasco necesitamos menos fascismo de ETA y menos centralismo e imposición del Estado; necesitamos más diálogo, más democracia y más respeto a las decisiones democráticas del Parlamento Vasco.
en_gb: In the Basque Country we need less fascism from ETA and less centralism and imposition from the state; we need more dialogue, more democracy and more respect for the democratic decisions of the Basque parliament.

source: Y la oposición abarca desde los comunistas democráticos hasta la democracia cristiana, pasando por la socialdemocracia, en un marco de ausencia de libertad, como he dicho repetidamente.
en_gb: The opposition ranges from democratic communists to Christian democrats via social democrats, within a framework of a lack of freedom, as I have said repeatedly.

source: Asimismo fomenta la simpatía que utilizan los extremistas y los terroristas para justificar el mantenimiento del ciclo de violencia y la insurrección.
en_gb: It also breeds the sympathy which extremists and terrorists use to justify maintaining the cycle of violence and the insurgency.

source: (EN) Creo que, siguiendo una costumbre ya establecida en la Comisión de Control Presupuestario, utilizaré mi segunda lengua y espero que me perdonen por esta traición nacionalista.
en_gb: I think that, following a habit already established in the Budgetary Control Committee, I will stick to my second language and I hope that you will forgive me for this national treason.

source: ENCABEZADO
en_gb: HEADER

source: La independencia nacional se había convertido en algo con un valor prácticamente intrínseco.
en_gb: National independence had become something of almost intrinsic value.

source: Se constata en la actualidad el absurdo y la debilidad intrínsecas de una moneda única que no sostiene ninguna soberanía.
en_gb: Today we are admitting the absurdity and intrinsic weaknesses of a single currency which is not supported by any sovereignty.

source: Mantenga la cesta a un brazo de distancia al abrirla
en_gb: Keeps arm lenth distance with hamper when opening

source: aplica manifestante alimentos
en_gb: food demonstrator apply

source: Levantamiento de cargas.
en_gb: Lifting loads.

source: Provocador.
en_gb: Provocative.

source: Esto es lo que cuenta.
en_gb: That is what counts.

source: Esto es una realidad.
en_gb: That is the reality.

source: Oficiales están participando en procesos de formación a nivel internacional
en_gb: Officers are participating in training processes at the international level

source: Es bueno ver que están allí
en_gb: It's good to see you are there

source: La comunidad internacional está allí.
en_gb: The international community is there.

source: implementación
en_gb: implementation

source: Especialistas
en_gb: Specialists

source: Especialista
en_gb: Senior Specialist

source: Además es evidente que una mayoría de Estados miembros se opone al funcionamiento del fondo de investigación mediante una fundación.
en_gb: Furthermore it is clear that a majority of Member States oppose the implementation of the research fund through a foundation.

source: La mayoría de ellas proviene de Europa central y oriental, especialmente de Rusia, Polonia o los países bálticos.
en_gb: Most of them come from central and eastern Europe, especially Russia, Poland and the Baltic States.

source: La mayoría de los mismos -el 87%-proviene de países de la UE.
en_gb: The majority of these foreign nationals, i. e. 87%, are from EU countries.

source: Señor Presidente, como todos sabemos, la Comisión es políticamente responsable ante el Parlamento Europeo.
en_gb: Mr President, we all know that, politically, the European Commission is accountable to the European Parliament.

source: Políticamente, el diputado europeo en el que me he convertido, la reprueba.
en_gb: But politically, now that I have become a European Member of Parliament, I disapprove of that approach.

source: Sabemos que el reto de la cohesión europea es difícil.
en_gb: We know that the European cohesion challenge is a difficult one.

source: Usted es clave para el éxito del modelo de estado estacionario.
en_gb: You are key to the success of the state model.

source: Usted es la clave para el éxito del modelo de estado estacionario.
en_gb: You are key to the success of the steady state model.

source: La clave para el éxito del plan del Reino Unido es la sencillez.
en_gb: The key to the success of the United Kingdom' s scheme is simplicity.

source: Pequeña burguesía
en_gb: Petite bourgeoisie

source: Algunos de ellos participarían en la insurrección de París de agosto de 1944 bajo la dirección de mi llorado camarada difunto, Henri Rol-Tanguy.
en_gb: Some of them would take part in the Paris insurrection of August 1944 under the leadership of my late lamented comrade Henri Rol-Tanguy.

source: Escribió
en_gb: Wrote

source: Ana escribió en
en_gb: Anne wrote in

source: El%D, escribió:
en_gb: On%D, you wrote:

source: Revolucionario
en_gb: Revolutionary

source: Decepción
en_gb: Disappointment

source: Descomposición
en_gb: Decomposition (disambiguation)

source: colección
en_gb: collection

source: Colección
en_gb: Collecting

source: Y señaló que la principal debilidad de Europa era la incapacidad para constituir un cuerpo político dotado al mismo tiempo de poderes fuertes y legítimos.
en_gb: He also pointed out that Europe' s greatest weakness was its inability to form a political entity with powers that are both solid and legitimate.

source: No obstante, el dinero no siempre es un sucedáneo de la determinación y la influencia políticas.
en_gb: But money is no substitute for political will and political influence.

source: Por último, tenemos la desfachatez de exigir en Eslovaquia la protección de la minoría húngara, protección que existe de forma evidente, o la protección de la minoría rusófona en Letonia.
en_gb: And we have the impertinence to demand protection of the Hungarian minority in Slovakia, protection which is, however, quite evident, or protection of the Russian speaking minority in Latvia.

source: Señorías, este presupuesto no es histórico por los conflictos dramáticos ni por las nuevas e importantes iniciativas presupuestarias revolucionarias.
en_gb: Ladies and gentlemen, this budget will not be an historic one because of any dramatic conflicts or major new revolutionary budget initiatives.

source: Si un paciente tiene dientes rotos, descoloridos, manchados, malformados, fracturados, o desgastados, es posible cementar y reparar áreas específicas para mejorar la situación.
en_gb: If a patient has chipped, discolored, stained, underdeveloped, fractured, or worn teeth, it is possible to bond and repair specific areas to improve the condition.

source: Antecedentes históricos y situación actual.
en_gb: Historical background and current situation.

source: SOLUCIONES PARA TRABAJOS DE LEVANTAMIENTO DISEÑADAS PARA SU EMPRESA
en_gb: LIFTING SOLUTIONS DESIGNED FOR YOUR BUSINESS

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
